{
  "reading": [
    {
      "word": "もうレポートのコピーをしましたか。➞いいえ、これからするところです。",
      "reading": "もうレポートのコピーをしましたか。➞いいえ、これからするところです。",
      "vietnamese": "Bạn đã tạo một bản sao của báo cáo chưa? ➞ Không, tôi sắp làm rồi.",
      "number": 46
    },
    {
      "word": "会議に着いたのは３時だった。ちょうど会議が始まるところだった。間に合って、良かった。",
      "reading": "かいぎについたのは３じだった。ちょうどかいぎがはじまるところだった。まにあって、よかった。",
      "vietnamese": "Khi tôi đến cuộc họp thì đã ba giờ chiều. Cuộc họp chỉ mới bắt đầu. Thật tốt khi đến đúng giờ.",
      "number": 46
    },
    {
      "word": "今、手紙を書いているところなので、後でお茶を飲みます。",
      "reading": "いま、てがみをかいているところなので、あとでおちゃをのみます。",
      "vietnamese": "Tôi đang viết thư bây giờ, vì vậy tôi sẽ uống trà sau.",
      "number": 46
    },
    {
      "word": "音楽会は６時に始まります。今、会場を用意しているところです。",
      "reading": "おんがっかいは６じにはじまります。いま、かいじょうをよういしているところです。",
      "vietnamese": "Buổi hòa nhạc bắt đầu lúc 6:00. Hiện chúng tôi đang chuẩn bị địa điểm.",
      "number": 46
    },
    {
      "word": "たった今、バスが出たところです。",
      "reading": "たった今、バスがでたところです。",
      "vietnamese": "Xe buýt vừa rời đi.",
      "number": 46
    },
    {
      "word": "うちへ帰ってきたところです。",
      "reading": "うちへかえってきたところです。",
      "vietnamese": "Tôi vừa về đến nhà.",
      "number": 46
    },
    {
      "word": "ワットさんは出かけましたか。➞はい、たった今、出かけたところです。",
      "reading": "ワットさんはでかけましたか。➞はい、たったいま、でかけたところです。",
      "vietnamese": "Watt đã ra ngoài chưa? ➞ Vâng, tôi vừa rời đi.",
      "number": 46
    },
    {
      "word": "コンサートはもう始まりましたか。➞これから始まるところですから、急いでください。",
      "reading": "コンサートはもうはじまりましたか。➞これからはじまるところですから、いそいでください。",
      "vietnamese": "Buổi hòa nhạc đã bắt đầu chưa? ➞Điều này sắp bắt đầu, vì vậy hãy nhanh lên.",
      "number": 46
    },
    {
      "word": "火事の原因は調べましたか。➞今、調べているところです。",
      "reading": "かじのげんいんはしらべましたか。➞いま、しらべているところです。",
      "vietnamese": "Anh đã điều tra nguyên nhân vụ cháy chưa? ➞Chúng tôi đang điều tra ngay bây giờ.",
      "number": 46
    },
    {
      "word": "会議の資料はもうコピーしましたか。➞今、田中さんがコピーしているところなので、もう少し待ってください。",
      "reading": "かいぎのしりょうはもうコピーしましたか。➞いま、たなかさんがコピーしているところなので、もうすこしまってください。",
      "vietnamese": "Bạn đã sao chép tài liệu cuộc họp chưa? ➞Bây giờ ông Tanaka đang sao chép, vì vậy hãy đợi một chút nữa.",
      "number": 46
    },
    {
      "word": "さっき昼ご飯を食べたばかりです。",
      "reading": "さっきひるごはんをたべたばかりです。",
      "vietnamese": "Tôi vừa mới ăn trưa.",
      "number": 46
    },
    {
      "word": "先月、大学に入ったばかりです。",
      "reading": "せんげつ、だいがくにはいったばかりです。",
      "vietnamese": "Tôi mới vào đại học tháng trước.",
      "number": 46
    },
    {
      "word": "日本に来たばかりの時は日本語が全然分かりませんでした。",
      "reading": "にほんにきたばかりのときはにほんごがぜんぜんわかりませんでした。",
      "vietnamese": "Khi tôi lần đầu tiên đến Nhật Bản, tôi không hiểu tiếng Nhật chút nào.",
      "number": 46
    },
    {
      "word": "先週ボーナスを貰ったばかりなのに、使ってしまいました。",
      "reading": "せんしゅうボーナスをもらったばかりなのに、つかってしまいました。",
      "vietnamese": "Tôi vừa nhận được một khoản tiền thưởng vào tuần trước, nhưng tôi đã sử dụng nó.",
      "number": 46
    },
    {
      "word": "あの二人は去年結婚したばかりなのに、もう離婚しました。",
      "reading": "あのふたりはきょねんけっこんしたばかりなのに、もうりこんしました。",
      "vietnamese": "Hai người đó mới kết hôn năm ngoái, nhưng họ đã ly hôn rồi.",
      "number": 46
    },
    {
      "word": "いつ日本へ来ましたか。➞２週間前に来たばかりです。",
      "reading": "いつにほんへきましたか。➞２しゅうかんまえにきたばかりです。",
      "vietnamese": "Bạn đến Nhật Bản khi nào? ➞Tôi mới đến đây hai tuần trước.",
      "number": 46
    },
    {
      "word": "いい車ですね。新しいんですか。➞ええ、先週買ったばかりなんです。",
      "reading": "いいくるまですね。あたらしいんですか。➞ええ、せんしゅうかったばかりなんです。",
      "vietnamese": "Xe đẹp, phải không? là nó mới? ➞Vâng, tôi mới mua nó tuần trước.",
      "number": 46
    },
    {
      "word": "お子様はお幾つですか。➞一か月です。先月生まれたばかりです。",
      "reading": "おこさまはおいくつですか。➞一かげつです。せんしゅううまれたばかりです。",
      "vietnamese": "Con bạn bao nhiêu tuổi? ➞ Một tháng. Mình mới sinh tháng trước.",
      "number": 46
    },
    {
      "word": "コーヒーはいかがですか。➞いいえ、結構です。さっき飲んだばかりですから。",
      "reading": "コーヒーはいかがですか。➞いいえ、けっこうです。さっきのんだばかりですから。",
      "vietnamese": "Bạn có muốn lấy cà phê. ➞Không, cảm ơn. Tôi vừa mới uống nó.",
      "number": 46
    },
    {
      "word": "田中さんは会社を出たはずです。５時のバスに乗ると言っていましたから。",
      "reading": "たなかさんはかいしゃをでたはずです。５じのバスにのるといっていましたから。",
      "vietnamese": "Tanaka lẽ ra nên rời công ty. Bạn nói rằng bạn sẽ bắt chuyến xe buýt lúc 5 giờ.",
      "number": 46
    },
    {
      "word": "雪が降ってきましたから、寒いはずです。",
      "reading": "ゆきがふってきましたから、さむいはずです。",
      "vietnamese": "Có tuyết rơi, chắc là lạnh lắm.",
      "number": 46
    },
    {
      "word": "日本に１０年も住んでいるんですから、日本語が上手なはずです。",
      "reading": "にほんに１０ねんもすんでいるんですから、にほんごがじょうずなはずです。",
      "vietnamese": "Tôi đã sống ở Nhật Bản được mười năm, vì vậy tiếng Nhật của tôi phải tốt.",
      "number": 46
    },
    {
      "word": "あの子は１０年前に７歳だったので、今はもう高校生のはずです。",
      "reading": "あのこは１０ねんまえに７さいだったので、いまはもうこうこうせいのはずです。",
      "vietnamese": "Mười năm trước, cậu mới bảy tuổi, bây giờ chắc đang học trung học.",
      "number": 46
    },
    {
      "word": "全然食べませんから、ベトナム料理は口に合わないはずです。",
      "reading": "ぜんぜんたべませんから、ベトナムりょうりはくちにあわないはずです。",
      "vietnamese": "Tôi không ăn nó chút nào, vì vậy đồ ăn Việt Nam không hợp khẩu vị của tôi.",
      "number": 46
    },
    {
      "word": "田中さんに昨日うちの地図を書いて渡しましたから、道が分かるはずです。",
      "reading": "たなかさんにきのううちのちずをかいてわたしましたから、みちがわかるはずです。",
      "vietnamese": "Tôi đã viết một bản đồ về ngôi nhà của chúng tôi ngày hôm qua và đưa nó cho ông Tanaka, vì vậy ông ấy nên biết đường đi.",
      "number": 46
    },
    {
      "word": "部長の息子さんは医者のはずです。",
      "reading": "ぶちょうのむすこさんはいしゃのはずです。",
      "vietnamese": "Con trai của giám đốc được cho là một bác sĩ.",
      "number": 46
    },
    {
      "word": "あのレストランは予約が必要なはずです。",
      "reading": "あのレストランはよやくがひつようなはずです。",
      "vietnamese": "Nhà hàng đó nên yêu cầu đặt trước.",
      "number": 46
    },
    {
      "word": "この料理はミラーさんが作りましたから、美味しいはずです。",
      "reading": "このりょうりはミラーさんがつくりましたから、おいしいはずです。",
      "vietnamese": "Món này do anh Miller làm nên chắc ngon lắm.",
      "number": 46
    }
  ]
}
