{
  "reading": [
    {
      "word": "散歩のついでにこのハガキをポストに出してきて。",
      "reading": "さんぽのついでにこのハガキをポストにだしてきて。",
      "vietnamese": "Gửi bưu thiếp này trong khi bạn ra ngoài đi dạo.",
      "number": 3.4
    },
    {
      "word": "玄関の掃除をするついでに靴の整理をしよう。",
      "reading": "げんかんのそうじをするついでにくつのせいりをしよう。",
      "vietnamese": "Hãy sắp xếp những đôi giày trong khi dọn dẹp lối vào.",
      "number": 3.4
    },
    {
      "word": "インターネットで本を注文したついでに新しく出たDVDも調べた。",
      "reading": "インターネットでほんをちゅうもんしたついでにあたらしくだたDVDもしらべた。",
      "vietnamese": "Trong khi đặt sách trực tuyến, tôi cũng đã xem DVD mới phát hành.",
      "number": 3.4
    },
    {
      "word": "この地方は台風が来るたびに大水の害が起こる。",
      "reading": "このちほうはたいふうがきるたびにおおみずのがいがおこる。",
      "vietnamese": "Mỗi khi bão đến, khu vực này lại hứng chịu thiệt hại do lũ lụt.",
      "number": 3.4
    },
    {
      "word": "母は私が電話をかけるたびにちゃんとご飯を食べているかと聞く。",
      "reading": "はははわたしがでんわをかけるたびにちゃんとごはんをたべているかときく。",
      "vietnamese": "Mẹ tôi hỏi tôi có ăn uống đầy đủ mỗi khi tôi gọi điện cho mẹ không.",
      "number": 3.4
    },
    {
      "word": "このチームは試合のたびに強くなっていく。",
      "reading": "このチームはしあいのたびにつよくなっていく。",
      "vietnamese": "Đội bóng này đang trở nên mạnh mẽ hơn sau mỗi trận đấu.",
      "number": 3.4
    },
    {
      "word": "犯人は警官を見たんとたん、逃げ出した。",
      "reading": "はんにんはけいかんをみたんとたん、にげだした。",
      "vietnamese": "Tên tội phạm bỏ chạy ngay khi nhìn thấy cảnh sát.",
      "number": 3.4
    },
    {
      "word": "窓を開けたとたん、強い風が入ってきた。",
      "reading": "まどをあけたとたん、つよいかぜがはいってきた。",
      "vietnamese": "Ngay khi tôi mở cửa sổ, một cơn gió mạnh ập vào.",
      "number": 3.4
    },
    {
      "word": "お酒を飲んだとたん、顔を赤くなった。",
      "reading": "おさけをのんだとたん、かおをあかくなった。",
      "vietnamese": "Vừa uống rượu, mặt tôi đã đỏ bừng.",
      "number": 3.4
    },
    {
      "word": "シャワーを浴びている最中に客が来た。",
      "reading": "シャワーをあびているさいちゅうにきゃくがきた。",
      "vietnamese": "Một vị khách đến trong khi tôi đang tắm.",
      "number": 3.4
    },
    {
      "word": "引っ越しの最中に雨が降り出した。",
      "reading": "ひっこしのさいちゅうにあめがふりだした。",
      "vietnamese": "Trời bắt đầu mưa khi chúng tôi đang di chuyển.",
      "number": 3.4
    },
    {
      "word": "会議をしている最中に携帯電話が鳴った。",
      "reading": "かいぎをしているさいちゅうにけいたいでんわがなった。",
      "vietnamese": "Điện thoại di động của tôi đổ chuông khi tôi đang họp.",
      "number": 3.4
    }
  ]
}
