{
  "reading": [
    {
      "word": "時間は十分あるから、急ぐことはない。",
      "reading": "じかんはじゅうぶんあるから、いそぐことはない。",
      "vietnamese": "Chúng ta có nhiều thời gian nên không cần phải vội vàng.",
      "number": 4.4
    },
    {
      "word": "旅行カバンなら、わざわざ買うことはありませんよ。私が貸してあげます。",
      "reading": "りょこうカバンなら、わざわざかうことはありませんよ。わたしがかしてあげます。",
      "vietnamese": "Nếu đó là một chiếc túi du lịch thì đừng bận tâm mua nó. Tôi sẽ cho bạn mượn nó.",
      "number": 4.4
    },
    {
      "word": "検査の結果、非常ありませんでしたから、心配することはありませんよ。",
      "reading": "けんさのけっか、ひじょうありませんでしたから、しんぱいすることはありませんよ。",
      "vietnamese": "Kết quả của bài kiểm tra không quá tệ nên không có gì phải lo lắng.",
      "number": 4.4
    },
    {
      "word": "市のお知らせによれば、この道路は来週から工事が始まるということです。",
      "reading": "しのおしらせによれば、このどうろはらいしゅうからこうじがはじまるということです。",
      "vietnamese": "Theo thông báo của thành phố, việc xây dựng tuyến đường này sẽ bắt đầu vào tuần tới.",
      "number": 4.4
    },
    {
      "word": "店の人の話ではこの地方の米はとても美味しいということだ。",
      "reading": "みせのひとのはなしではこのちほうのこめはとてもおいしいということだ。",
      "vietnamese": "Theo thông báo của thành phố, việc xây dựng tuyến đường này sẽ bắt đầu vào tuần tới.",
      "number": 4.4
    },
    {
      "word": "さっき川村さんから電話がありました、今日は社に戻れないとのことです。",
      "reading": "さっきかわむらさんからでんわがありました、きょうはしゃにもどれないとのことです。",
      "vietnamese": "Tôi vừa nhận được cuộc gọi từ Kawamura nói rằng hôm nay ông ấy không thể quay lại làm việc.",
      "number": 4.4
    },
    {
      "word": "メールによると、林さんは来週はとても忙しいとのことです。",
      "reading": "メールによると、はやしさんはらいしゅうはとてもおそがしいとのことです。",
      "vietnamese": "Theo email, Hayashi sẽ rất bận rộn vào tuần tới.",
      "number": 4.4
    },
    {
      "word": "試験の結果は７０％つまり合格ということだ。",
      "reading": "しけんのけっかは７０％つまりごうかくということだ。",
      "vietnamese": "Kết quả bài kiểm tra là 70%, nghĩa là bạn đậu.",
      "number": 4.4
    },
    {
      "word": "お金が要りません、無料とのことです。",
      "reading": "おかねがいりません、むりょうとのことです。",
      "vietnamese": "Nó không tốn tiền, nó miễn phí.",
      "number": 4.4
    },
    {
      "word": "すみません、明日用事があって来られないんですが、欠席ということですね。",
      "reading": "すみません、あしたようじがあってこられないんですが、けっせきということですね。",
      "vietnamese": "Xin lỗi nhưng ngày mai tôi có việc phải làm nên không thể đến được, đồng nghĩa với việc tôi sẽ vắng mặt.",
      "number": 4.4
    },
    {
      "word": "先生レポートは来週月曜日に必ず出すこと。",
      "reading": "せんせいレポートはらいしゅうげつようびにかならずだすこと。",
      "vietnamese": "Hãy nhớ nộp báo cáo của giáo viên vào thứ Hai tới.",
      "number": 4.4
    },
    {
      "word": "申込書を書く前に注意書きをよく読むこと。",
      "reading": "もうしこみしょをかくまえにちゅういかきをよくよむこと。",
      "vietnamese": "Vui lòng đọc kỹ hướng dẫn trước khi viết đơn đăng ký.",
      "number": 4.4
    },
    {
      "word": "危ないからこの川で泳がないこと。",
      "reading": "あぶないからこのかわでおよがないこと。",
      "vietnamese": "Đừng bơi ở con sông này vì nó nguy hiểm.",
      "number": 4.4
    },
    {
      "word": "合格できたら、どんなに嬉しいことか。",
      "reading": "ごうかくできたら、どんなにうれしいことか。",
      "vietnamese": "Bạn sẽ hạnh phúc thế nào nếu vượt qua kỳ thi?",
      "number": 4.4
    },
    {
      "word": "初めての孫が生まれたとき、母がどんなに喜んだことか。",
      "reading": "はじめてのまごがうまれたとき、ははがどんなによろこんだことか。",
      "vietnamese": "Mẹ tôi hạnh phúc biết bao khi đứa cháu đầu lòng chào đời.",
      "number": 4.4
    },
    {
      "word": "新しい仕事が決まったと聞いたら、両親はどんなに喜ぶことか。",
      "reading": "あたらしいしごとがきまったときいたら、りょうしんはどんなによろこぶことか。",
      "vietnamese": "Bố mẹ tôi sẽ vui mừng biết bao khi biết tin tôi có được công việc mới.",
      "number": 4.4
    }
  ]
}
