{
  "reading": [
    {
      "word": "彼はその会議に出席しなかった。つまりその計面には賛成でないということだ。",
      "reading": "かれはそのかいぎにしゅっせきしなかった。つまりそのけいめんにはさんせいでないということだ。",
      "vietnamese": "Anh ấy không tham dự cuộc họp. Nói cách khác, tôi không đồng ý với kế hoạch đó.",
      "number": 4.6
    },
    {
      "word": "つまりそれが君の言いたいことですね。",
      "reading": "つまりそれがきみのいいたいことですね。",
      "vietnamese": "Ý tôi là, đó chính là điều bạn muốn nói.",
      "number": 4.6
    },
    {
      "word": "父の兄、つまり私の叔父は医者をしている。",
      "reading": "ちちのあに、つまりわたしのおじはいしゃをしている。",
      "vietnamese": "Anh trai của bố tôi, chú tôi, là bác sĩ.",
      "number": 4.6
    },
    {
      "word": "隣の駅で事故があったらしい、そのために電車が遅れている。",
      "reading": "となりのえきでじこがあったらしい、そのためにでんしゃがおくれている。",
      "vietnamese": "Có vẻ như đã xảy ra tai nạn ở ga tiếp theo nên chuyến tàu bị hoãn.",
      "number": 4.6
    },
    {
      "word": "留学するつもりだ。そのために、バイトしてお金をためている。",
      "reading": "りゅうがくするつもりだ。そのために、バイトしておかねをためている。",
      "vietnamese": "Tôi dự định đi du học. Đó là lý do tại sao tôi làm việc bán thời gian và tiết kiệm tiền.",
      "number": 4.6
    },
    {
      "word": "父は協力した。その結果、仕事で成功した。",
      "reading": "ちちはきょうりょくした。そのけっか、しごとでせいこうした。",
      "vietnamese": "Cha đã hợp tác. Kết quả là đã thành công trong công việc của mình.",
      "number": 4.6
    },
    {
      "word": "３ヶ月ダイエットを続けた。その結果５キロ痩せた。",
      "reading": "３かげつダイエットをつづけた。そのけっか５キロやせた。",
      "vietnamese": "Tôi đã ăn kiêng được 3 tháng. Kết quả là tôi đã giảm được 5 kg.",
      "number": 4.6
    },
    {
      "word": "全然勉強しなかった。その結果入寮試験に落ちてしまった。",
      "reading": "ぜんぜんべんきょうしなかった。そのけっかにゅうりょうしけんにおちてしまった。",
      "vietnamese": "không học chút nào. Kết quả là tôi đã trượt kỳ thi tuyển sinh.",
      "number": 4.6
    },
    {
      "word": "来週、国に帰る予定です。なぜなら親友の結婚式に出席するからです。",
      "reading": "らいしゅう、くににかえるよていです。なぜならしんゆうのけっこんしきにしゅっせきするからです。",
      "vietnamese": "Tôi đang có kế hoạch về nước vào tuần tới. Bởi vì tôi đang dự đám cưới của người bạn thân nhất của tôi.",
      "number": 4.6
    },
    {
      "word": "この場所が大好きだ。なぜかというとたくさんの思い出があるからだ。",
      "reading": "このばしょがだいすきだ。なぜかというとたくさんのおもいでがあるからだ。",
      "vietnamese": "tôi yêu nơi này. Vì tôi có rất nhiều kỷ niệm.",
      "number": 4.6
    },
    {
      "word": "今は何とも言えない。なぜならまだ相談だから。",
      "reading": "いまはなんともいえない。なぜならまだそうだんだから。",
      "vietnamese": "Tôi không thể nói bất cứ điều gì bây giờ. bởi vì nó vẫn là một cuộc tư vấn.",
      "number": 4.6
    },
    {
      "word": "学校を変えた。なぜなら、僕のレベルのクラスがなかったからだ。",
      "reading": "がっこうをかえた。なぜなら、ぼくのレベルのクラスがなかったからだ。",
      "vietnamese": "đã chuyển trường. Bởi vì không có lớp học nào ở trình độ của tôi.",
      "number": 4.6
    }
  ]
}
