{
  "reading": [
    {
      "word": "たとえ周りの人たちにどんなに反対されても僕はプロの歌手になりたい。",
      "reading": "たとえまわりのひとたちにどんなにはんたいされてもぼくはプロのかしゅになりたい。",
      "vietnamese": "Dù xung quanh có bao nhiêu người phản đối thì tôi vẫn muốn trở thành ca sĩ chuyên nghiệp.",
      "number": 5.5
    },
    {
      "word": "たとえ高くても、仕事に必要なものは買わなければならない。",
      "reading": "たとえたかくても、しごとにひつようなものはかわなければならない。",
      "vietnamese": "Dù đắt tiền nhưng bạn vẫn phải mua những thứ bạn cần cho công việc.",
      "number": 5.5
    },
    {
      "word": "たとえ面倒でも、健康診断は毎年行けたほうがいいですよ。",
      "reading": "たとえめんどうでも、けんこうしんだんはまいとしいけたほうがいいですよ。",
      "vietnamese": "Dù có phiền phức nhưng tốt hơn hết bạn nên đi khám sức khỏe định kỳ hàng năm.",
      "number": 5.5
    },
    {
      "word": "もしかしたら、午後から雪が降るかもしれません。",
      "reading": "もしかしたら、ごごからゆきがふるかもしれません。",
      "vietnamese": "Có lẽ trời sẽ có tuyết vào buổi chiều.",
      "number": 5.5
    },
    {
      "word": "もしかすると、約束の時間に間に合わないかもしれない。",
      "reading": "もしかすると、やくそくのじかんにまにあわないかもしれない。",
      "vietnamese": "Có lẽ trời sẽ có tuyết vào buổi chiều.",
      "number": 5.5
    },
    {
      "word": "値段が高いものが必ず質がいいとは限らない。",
      "reading": "ねだんがたかいものがかならずしつがいいとはかぎらない。",
      "vietnamese": "Các mặt hàng có giá cao hơn không nhất thiết có nghĩa là chất lượng tốt hơn.",
      "number": 5.5
    },
    {
      "word": "旅行中にけがをしないとは限らません。",
      "reading": "りょこうちゅうにけがをしないとはかぎらません。",
      "vietnamese": "Không có gì đảm bảo rằng bạn sẽ không bị thương khi đi du lịch.",
      "number": 5.5
    },
    {
      "word": "新聞に書いてあることがいつも本当のことだとは限らない。",
      "reading": "しんぶんにかいてあることがいつもほんとうのことだとはかぎらない。",
      "vietnamese": "Những gì viết trên báo không phải lúc nào cũng là sự thật.",
      "number": 5.5
    },
    {
      "word": "この歌は古くから歌われているが、日本人がみんな知っているとは限らない。",
      "reading": "このうたはふるくからうたわれているが、にほんじんがみんなしっているとは限らない。",
      "vietnamese": "Bài hát này đã được hát từ lâu nhưng không phải người Nhật nào cũng biết.",
      "number": 5.5
    },
    {
      "word": "合格した。まるで夢のようだ。",
      "reading": "ごうかくした。まるでゆめのようだ。",
      "vietnamese": "thông qua nó. Nó giống như một giấc mơ",
      "number": 5.5
    },
    {
      "word": "彼の日本語はまるで日本人が話しているみたいに聞こえる。",
      "reading": "かれのにほんごはまるでにほんじんがはなしているみたいにきこえる。",
      "vietnamese": "Tiếng Nhật của anh ấy nghe giống như người Nhật nói vậy.",
      "number": 5.5
    },
    {
      "word": "あなたの言うことはまるで理解できない。",
      "reading": "あなたのいうことはまるでりかいできない。",
      "vietnamese": "Tôi chỉ không thể hiểu bạn đang nói gì.",
      "number": 5.5
    }
  ]
}
